// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "'%1$@' op '%2$@' wil uw %3$@-%4$@ gebruiken.";

"Accept" = "Accepteer";
"Decline" = "Weiger";
"DVD" = "dvd";
"CD" = "cd";
"disc" = "schijf";
"drive" = "schijf";
"drives" = "schijven";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "U verwijdert een schijf die door een andere computer wordt gebruikt. Wilt u doorgaan?";
"The remote computer will be disconnected from your computer." = "De externe computer wordt losgekoppeld van uw computer.";
"Eject" = "Verwijder";
"Don't Eject" = "Verwijder niet";
